Repository: imurvai/brickcontroller2
Catalog: BrickController2/BrickController2/Resources/TranslationResources.*.resx
Languages: de, hu

source: About
de: Über
hu: Névjegy

source: Add controller profiles
de: Controllerprofile erstellen
hu: Hozz létre vezérlő profilokat

source: Add creations
de: Kreationen erstellen
hu: Hozz létre alkotásokat

source: Address
de: Adresse
hu: Cím

source: Advanced settings
de: Erweiterte Einstellungen
hu: Haladó beállítások

# AreYouSureToDeleteControllerAction
source: Are you sure to delete this controller action?
de: Wollen Sie diese Aktion wirklich löschen?
hu: Biztos törölni szeretnéd ezt az akciót?

source: Are you sure to delete controller event
de: Wollen Sie dieses Steuerungsereignis löschen:
hu: Biztos törölni szeretnéd ezt a vezérlő eseményt:

source: Are you sure to delete creation
de: Sind Sie sicher, dass Sie diese Erstellung löschen wollen:
hu: Biztos törölni szeretnéd ezt az alkotást:

source: Are you sure to delete device
de: Wollen Sie dieses Gerät löschen:
hu: Biztos törölni szeretnéd ezt az eszközt:

source: Are you sure to delete profile
de: Wollen Sie dieses Profil wirklich löschen:
hu: Biztos törölni szeretnéd ezt a profilet:

# AreYouSureToDeleteThisControllerAcrion
source: Are you sure to delete this controller action?
de: Wollen Sie diese Controllersaktion wirklich löschen?
hu: Biztos törölni szeretnéd ezt a vezérlő akciót?

# AxisCharacteristic
source: Joy characteristic
de: Achseneigenschaften
hu: Joy karakterisztika

# AxisDeadZone
source: Joy dead zone
de: Joy inaktive Zone
hu: Joy inaktív zóna

source: Blue
de: Blau
hu: Kék

source: Bluetooth devices will NOT be available
de: Bluetooth-Geräte werden nicht verfügbar sein
hu: A bluetooth eszközök nem lesznek elérhetőek

source: Bluetooth is turned off.
de: Bluetooth ist ausgeschaltet
hu: A bluetooth ki van kapcsolva

source: Button type
de: Tastenart
hu: Gomb típus

source: BuWizz 2 output level
de: BuWizz 2 Ausgabelautstärke
hu: BuWizz 2 kimeneti szint

source: BuWizz output level
de: BuWizz Ausgabelautstärke
hu: BuWizz kimeneti szint

source: Cancel
de: Abbrechen
hu: Mégse

source: Channel type
de: Kanaltyp
hu: Csatorna típus

source: Confirm
de: Bestätigen
hu: Jóváhagyás

source: Connecting
de: Verbinden ...
hu: Kapcsolódás...

source: Controller
hu: Vezérlő

source: Controller Action
de: Controller-Aktion
hu: Vezérlő akció

source: Controller profile
de: Controller-Profil
hu: Vezérlő profil

source: Controller tester
de: Controller-Test
hu: Vezérlő teszt

source: Create
de: Erstellen
hu: Létrehozás

source: Creating...
de: Erstellung...
hu: Létrehozás...

source: Creation
de: Kreation
hu: Alkotás

source: Creation name
de: Name der Kreation
hu: Alkotás neve

source: Creation name can not be empty
de: Neme der Kreation darf nicht leer bleiben
hu: Az alkotás neve nem lehet üres

source: Creations
de: Kreationen
hu: Alkotások

source: Default profile
de: Grundprofil
hu: Alap profil

source: Deleting...
de: Löschen...
hu: Törlés...

source: Device
de: Gerät
hu: Eszköz

source: Device name
de: Name des Gerätes
hu: Eszköz neve

source: Device name can not be empty.
de: Name des Gerätes darf nicht leer bleiben
hu: Az eszköz neve nem lehet üres

source: Devices
de: Geräte
hu: Eszközök

source: Device type
de: Gerätetyp
hu: Eszköz típusa

source: Disclaimer
de: Rechtserklärung
hu: Jogi nyilatkozat

source: Disconnecting
de: Verbindung trennen...
hu: Szétkapcsolás...

# EnterCreationName
source: Enter a creation name
de: Einen Namen für die Kreation eingeben
hu: Adj meg egy alkotás nevet

# EnterDeviceName
source: Enter a device name
de: Einen Gerätenamen eingeben
hu: Adj meg egy eszköz nevet

# EnterProfileName
source: Enter a new profile name
de: Einen Profilnamen eingeben
hu: Adj meg profil nevet

source: Error
de: Fehler
hu: Hiba

source: Error during scanning
de: Fehler beim Scannen
hu: Hiba történt szkennelés közben.

# ExternalLibraries
source: 3rd party components
de: Externe Komponenten
hu: Külső komponensek

source: Failed to connect.
de: Verbindung nicht möglich
hu: Kapcsolódási hiba

source: Icon set
hu: Ikonok

source: Inv
hu: Ford.

source: Invert
de: Umkehren
hu: Megfordít

source: Loading...
de: Wird geladen...
hu: Betöltés...

# LocationPermissionIsNeeded
source: Location permission is needed for accessing bluetooth
de: Für die Bluetooth-Verbindung ist eine Standortgenehmigung erforderlich
hu: Helyzet hozzáférés szükséges a Bluetooth eléréséhez

source: Max output
de: Max Leistung
hu: Max kimenet

source: Missing
de: Fehlt
hu: Hiányzik

# MissingDevices
source: There are missing devices in the creation setup.
de: Fehlende Geräte in der Einstellung der Kreation
hu: Az alkotás beállításokban hiányzó eszközök vannak.

source: No
de: Nein
hu: Nem

# NoControllerActions
source: There are no controller actions added to the creation.
de: Keine Controller-Aktionen für diese Kreation
hu: Ehhez az alkotáshoz nincsenek vezérlő akciók adva.

source: Ok
hu: Rendben

source: Output level
de: Ausgabestufe
hu: Kimeneti szint

source: Permission request
de: Erlaubnisanfrage
hu: Hozzáférés kérés

source: Play
de: Abspielen
hu: Játék

# PressButtonOrMoveJoy
source: Press a button or move a joy on the game controller
de: Eine Taste drücken oder einen Joystick auf dem Controller bewegen
hu: Nyomj meg egy gombot vagy mozgasd az egyik joy-t a vezérlőn!

source: Press buttons or move joys
de: Tasten drücken oder Joysticks bewegen
hu: Nyomj gombokat vagy mozgass joy-okat.

source: Press scan to discover devices
de: Auf Scannen drücken, um Geräte zu finden
hu: Nyomd meg a scan gombot az eszközök felfedezéséhez

source: Profile name
de: Profilname
hu: Profil neve

source: Profile name can not be empty.
de: Der Profilname darf nicht leer bleiben
hu: A profil neve nem lehet üres

source: Red
de: Rot
hu: Piros

source: Rename
de: Umbenennen
hu: Átnevezés

source: Renaming...
de: Umbenennung...
hu: Átnevezés...

source: Saving...
de: Speichern...
hu: Mentés...

# ScanForDevicesFirst
source: Scan for devices before adding controller events!
de: Vor Hinzufügung von Controller-Aktionen nach Geräten suchen
hu: Keress rá az eszközökre vezérlő esemény hozzáadása előtt!

source: Scanning...
de: Scannen...
hu: Szkennelés...

source: Searching for devices.
de: Geräte suchen
hu: Eszközök keresése.

source: Select device
de: Ein Gerät auswählen
hu: Válassz egy eszközt

# SelectDeviceBeforeSaving
source: Select a device before saving.
de: Vor dem Speichern ein Gerät auswählen
hu: Válassz egy eszközt mentés előtt!

# ServoAngle
source: Servo range
de: Servo-Drehen
hu: Szervó tart.

# ShortChannel
source: Ch
de: Ka
hu: Cs

# TurnOnBluetoothToConnect
source: Turn bluetooth on to connect to a bluetooth device.
de: Bluetooth einschalten, um eine Verbindung zu einem Bluetooth-Gerät herzustellen
hu: Bluetooth eszköz kapcsolódáshoz kapcsold be a bluetooth-t

# TurnOnBluetoothToConnectBluetoothDevices
source: Turn bluetooth on to connect to bluetooth device(s).
de: Bluetooth einschalten, um eine Verbindung zu Bluetooth-Geräten herzustellen
hu: Bluetooth eszköz(ök) kapcsolódásához kapcsold be a bluetooth-t

source: Version
hu: Verzió

source: Warning
de: Warnung
hu: Figyelmeztetés

source: Yes
de: Ja
hu: Igen

source: Auto calibrate
hu: Auto kalibrálás

source: Calibrating...
hu: Kalibrálás...

source: Channel setup
hu: Csatorna beállítás

source: Reset
hu: Átállít

source: Reseting...
hu: Átállítás...

source: Stepper angle
hu: Léptetési szög

source: Battery
de: Batterie
hu: Elem

source: Add sequences
de: Sequenzen estellen
hu: Hozz létre szekvenciákat

source: Are you sure to delete sequence
de: Sind Sie sicher, dass Sie diese Sequenze löschen wollen:
hu: Biztos törölni szeretnéd ezt a szekvenciát:

# EnterSequenceName
source: Enter a sequence name
de: Einen Sequenze eingeben
hu: Adj meg egy szekvencia nevet

source: Sequence
de: Sequenz
hu: Szekvencia

source: Sequence name
de: Name der Sequenze
hu: Szekvencia neve

source: Sequence name can not be empty
de: Neme der Sequenze darf nicht leer bleiben
hu: A szekvencia neve nem lehet üres

# SequenceNameIsUsed
source: This sequence name is already used
hu: Ez a szekvencia név már foglalt

source: Sequences
de: Sequenzen
hu: Szekvenciák

source: Add controller events
de: Controller-event
hu: Hozz létre vezérlő eseményt

source: Add control points
de: Controll-punkt erstellen
hu: Hozz létre kontrol-pontokat

# AreYouSureToDeleteControlPoint
source: Are you sure to delete this control point?
de: Wollen Sie diese controller punkt wirklich löschen?
hu: Biztos törölni szeretnéd ezt a kontrol pontot?

source: Duration (ms)
de: Dauer (ms)
hu: Időtartam (ms)

# ValuePercent
source: Value (%)
de: Wert (%)
hu: Érték (%)

source: Control point
de: ControllPunkt
hu: Kontrol pont

# EnterControlPointDuration
source: Enter the control point duration between 300 and 10000 ms.
de: Zeitraum des ControllPunktes eingeben (300 - 10000ms).
hu: Add meg a kontrol point időtartamát 300 és 10000 ms közt.

source: Value
de: Wert
hu: Érték

source: Value must be numeric.
de: Wert numerisch sein soll
hu: Az értéknek számnak kell lennie.

source: Value out of range.
de: Wert außerhalb der Grenze
hu: Az érték a határokon kívül van.

# SelectSequence
source: Select a sequence
de: Eine Sequenz auswählen
hu: Válassz egy szekvenciát

source: Interpolate
de: Interpolieren
hu: Interpolált

source: Loop
de: Schleife
hu: Ismétlődő

source: Missing sequence
de: Fehlende sequenz
hu: Hiányzó szekvencia

# NoSequences
source: There are no sequences.
de: Keine Sequenzen.
hu: Nincsenek szekvenciák.

source: Dark
de: Dunkel
hu: Sötét

source: Light
de: Licht
hu: Világos

source: Settings
de: Einstellungen
hu: Beállítások

source: System
hu: Rendszer

source: Theme
de: Thema
hu: Téma

# AxisActiveZone
source: Joy active zone
hu: Joy aktív zóna

# AxisType
source: Joy type
de: Joy Typ
hu: Joy típusa
